Repository: vanzaam/OmniBLE
Catalog: OmniBLE/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, it, ja, nb, nb_no, nl, pl, ro, ru, sk, sv, tr, uk, vi

source: There was a problem communicating with the pod. If this problem persists, tap Discard Pod. You can then activate a new Pod.
da: Kunne ikke kommunikere med Pod'en. Hvis problemet fortsætter, tryk Afbryd og kassér Pod'en. Du kan herefter aktivere en ny Pod.
de: Es gab ein Problem bei der Kommunikation mit dem Pod. Wenn dieses Problem weiterhin besteht, tippe auf „Pod ersetzen“. Du kannst dann einen neuen Pod aktivieren.
es: Se ha producido un problema de comunicación con el Pod. Si el problema persiste, pulse Descartar Pod. A continuación, puede activar un nuevo Pod.
fr: Il y a eu un problème de communication avec le Pod. Si ce problème persiste, appuyez sur Jeter le pod. Vous pourrez ensuite activer un nouveau Pod.
it: Si è verificato un problema di comunicazione con il Pod. Se il problema persiste, tocca "Scarta Pod". Potrai quindi attivare un nuovo Pod.
nb: Det oppsto et problem med pod-kommunikasjonen. Hvis problemet fortsetter, trykk Forkaste pod. Deretter kan du aktivere en ny pod.
nb_no: Det var kommunikasjonsproblemer med pod. Om problemet vedvarer, trykk Forkast pod. Du kan deretter aktivere en ny pod.
nl: Er is een communicatieprobleem opgetreden met de pod. Als dit probleem zich blijft voordoen, tik op Pod Verwijderen. Je kunt dan een nieuwe Pod activeren.
pl: Wystąpił problem z komunikacją z POD'em. Jeśli problem się utrzymuje, wybierz opcję Odrzuć POD'a. Następnie możesz aktywować nowy POD.
ro: A apărut o problemă la comunicarea cu podul. Dacă această problemă persistă, atingeți Renunțați la pod. Apoi puteți activa un nou Pod.
ru: Возникла проблема с общением с подом. Если эта проблема сохраняется, нажмите "Деактивировать Pod". Затем вы можете активировать новый Pod.
sk: Nastal problém s komunikáciou s podom. Ak tento problém pretrváva, ťuknite na položku Zlikvidovať Pod. Potom môžete aktivovať nový pod.
sv: Det gick inte att kommunicera med podden. Om problemet kvarstår, tryck på 'Kasta Pod'. Du kan sedan aktivera en ny podd.
tr: Pod ile iletişim kurarken bir sorun oluştu. Bu sorun devam ederse Pod'u At'a dokunun. Daha sonra yeni bir Pod etkinleştirebilirsiniz.
uk: Виникла проблема зв’язку з Podʼом. Якщо проблема не зникає, торкніться «Відхилити Pod». Потім ви можете активувати новий Pod.
vi: Đã xảy ra sự cố khi giao tiếp với Pod. Nếu sự cố này vẫn tiếp diễn, hãy nhấn vào Loại bỏ pod. Sau đó, bạn có thể kích hoạt Pod mới.

source: Time
da: Tid
de: Zeit
es: Hora
fr: Heure
it: Orario
nb: Tid
nb_no: Tidspunkt
nl: Tijd
pl: Czas
ro: Timp
ru: Время
sk: Čas
sv: Tid
tr: Zaman
uk: Час
vi: Thời gian

source: Toggle sign
da: Skift tegn
de: Zeichen umschalten
es: Botón de alternar
fr: Bouton de bascule
it: Attiva/disattiva il segno
nb: Vis/skjul
nb_no: Vis/skjul
nl: Schakel symbool
pl: Przełącz znak
ro: Semn de comutare
ru: Переключение входа
sk: Značka prepnutia
sv: Symbol för knapp
tr: Geçiş işareti
uk: Знак перемикання
vi: Chuyển đổi tín hiệu

source: Too many pods found
da: Der er fundet for mange Pods
de: Zu viele Pods in Reichweite
es: Se encontraron demasiados Pods
fr: Trop de Pods trouvés
it: Troppi Pod trovati
nb: For mange poder funnet
nb_no: Fant for mange poder
nl: Te veel pods gevonden
pl: Znaleziono zbyt wiele POD'ów
ro: Au fost găsite prea multe Pod-uri
ru: Найдено слишком много подов
sk: Našlo sa príliš veľa podov
sv: För många poddar hittades
tr: Çok fazla pod bulundu
uk: Знайдено забагато Podʼів
vi: Phát hiện quá nhiều pod

source: Total Delivery
da: Samlet indgivelse
de: Gesamt Abgabe
es: Dosis total administrada
fr: Total administré
it: Erogazione totale
nb: Total levering
nb_no: Total leveranse
nl: Totaal Toegediend
pl: Łącznie podano
ro: Administrare totală
ru: Подано всего
sk: Celková dávka
sv: Total mängd insulin given
tr: Toplam İletim
uk: Повна Доставка
vi: Tổng liều

source: Try again
da: Prøv igen
de: Versuche es erneut
es: Vuelva a intentarlo
fr: Réessayer
it: Riprova
nb: Prøv igjen
nb_no: Prøv på nytt
nl: Probeer opnieuw
pl: Spróbuj ponownie
ro: Încercați din nou
ru: Попробуйте еще раз
sk: Skúste znova
sv: Försök igen
tr: Tekrar deneyin
uk: Спробуйте знову
vi: Thử lại

source: Turn bluetooth on
da: Slå bluetooth til
de: Schalte Bluetooth ein
es: Activar bluetooth
fr: Activer le bluetooth
it: Attiva il Bluetooth
nb: Slå på Bluetooth
nb_no: Slå på Bluetooth
nl: Zet bluetooth aan
pl: Włącz bluetooth
ro: Porniți bluetooth
ru: Включите Bluetooth
sk: Zapnite Bluetooth
sv: Sätt på Bluetooth
tr: Bluetooth'u açın
uk: Увімкніть Bluetooth
vi: Bật Bluetooth

source: Unable to Reach Pod
da: Kan ikke få kontakt til pumpen
de: Pod kann nicht erreicht werden
es: No se puede conectar el Pod
fr: Impossible de joindre le Pod
it: Impossibile contattare Pod
nb: Kan ikke nå pod
nb_no: Kan ikke nå pod
nl: Kan Pod Niet Bereiken
pl: Nie można połączyć się z Podem
ro: Nu se poate conecta la Pod
ru: Невозможно связаться с подом
sk: Pod nie je v dosahu.
sv: Det går inte att nå podd
tr: Pod'a Ulaşılamıyor
uk: Неможливо зв'язатися з Pod
vi: Không thể thấy pod

source: Unable To Reach Pod
da: Kan ikke få kontakt til pumpen
de: Pod kann nicht erreicht werden
es: No se puede conectar el Pod
fr: Impossible de joindre le Pod
it: Impossibile contattarel Pod
nb: Kan ikke nå pod
nb_no: Kan ikke nå pod
nl: Kan Pod niet Bereiken
pl: Nie można połączyć się z Podem
ro: Nu se poate conecta la Pod
ru: Невозможно связаться с подом
sk: Pod nie je v dosahu.
sv: Det går inte att nå podd
tr: Pod'a Ulaşılamıyor
uk: Не вдалося зв'язатися з Pod
vi: Không thể kết nối với Pod

source: Unable to set a temporary basal rate: %1$@
da: Kan ikke indstille en midlertidig basalrate: %1$@
de: Eine temporäre Basalrate kann nicht gesetzt werden: %1$@
es: No se ha podido establecer una tasa de insulina basal temporal: %1$@
fr: Impossible de définir un débit basal temporaire: %1$@
it: Impossibile impostare una velocità basale temporanea: %1$@
nb: Klarte ikke å angi en midlertidig basal: %1$@
nb_no: Kunne ikke angi en manuell basalrate: %1$@
nl: Kan geen tijdelijke basaalsnelheid instellen: %1$@
pl: Nie można ustawić tymczasowej dawki podstawowej: %1$@
ro: Nu se poate seta o rată temporară de insulină bazală: %1$@
ru: Невозможно установить ВБС: %1$@
sk: Nie je možné nastaviť dočasnú dávku bazálu: %1$@
sv: Kunde inte ställa in en temporär basaldos: %1$@
tr: Geçici bir bazal oran ayarlanamıyor: %1$@
uk: Неможливо встановити Тимчасову Базальну Швидкість: %1$@
vi: Không thể cài đặt mức tỷ lệ liều cơ bản tạm thời: %1$@

source: Unable to set a temporary basal rate: %1$@ %2$@
da: Kan ikke indstille en midlertidig basalrate: %1$@ %2$@
de: Eine temporäre Basalrate kann nicht gesetzt werden: %1$@ %2$@
es: No se ha podido establecer una tasa de insulina basal temporal: %1$@ %2$@
fr: Impossible de définir un débit basal temporaire: %1$@ %2$@
it: Impossibile impostare una velocità basale temporanea: %1$@ %2$@
nb: Klarte ikke å angi en midlertidig basal: %1$@ %2$@
nb_no: Klarte ikke å angi en midlertidig basal: %1$@ %2$@
nl: Kan geen tijdelijke basaalsnelheid instellen: %1$@ %2$@
pl: Nie można ustawić tymczasowej dawki podstawowej: %1$@ %2$@
ro: Nu se poate seta o rată temporară de insulină bazală: %1$@ %2$@
ru: Невозможно установить ВБС: %1$@ %2$@
sk: Nie je možné nastaviť dočasnú dávku bazálu: %1$@ %2$@
sv: Kunde inte ställa in en temporär basaldos: %1$@ %2$@
tr: Geçici bir bazal oran ayarlanamıyor: %1$@ %2$@
uk: Не вдалося встановити тимчасову базальну швидкість: %1$@ %2$@
vi: Không thể đặt mức basal tạm thời: %1$@ %2$@

source: Unexpected pod change
da: Uventet Pod-skifte
de: Unerwarteter Podwechsel
es: Cambio inesperado de Pod
fr: Changement inattendu du pod
it: Cambio di Pod imprevisto
nb: Uventet pod-endring
nb_no: Uventet pod-endring
nl: Onverwachte podwissel
pl: Nieoczekiwana zmiana POD'a
ro: Schimbare neașteptată a podului
ru: Неожиданная смена пода
sk: Neočakávaná zmena podu
sv: Oväntat poddbyte
tr: Beklenmeyen pod değişikliği
uk: Несподівана зміна Pod
vi: Không mong đợi thay thế pod

source: Unfinished Activation
da: Uafsluttet aktivering
de: Nicht abgeschlossene Aktivierung
es: Activación no terminada
fr: Activation inachevée
it: Attivazione non completata
nb: Ufullstendig aktivering
nb_no: Ufullstendig aktivering
nl: Onvoltooide Activering
pl: Niedokończona aktywacja
ro: Activare neterminată
ru: Не закончена активация
sk: Aktivácia neukončená
sv: Har inte blivit färdigaktiverad
tr: Tamamlanmamış Etkinleştirme
uk: Незавершена Активація
vi: Kích hoạt chưa hoàn thành

source: Unfinished deactivation
da: Uafsluttet deaktivering
de: Nicht abgeschlossene Deaktivierung
es: Desactivación no terminada
fr: Désactivation inachevée
it: Disattivazione non completata
nb: Ufullstendig deaktivering
nb_no: Ufullstendig deaktivering
nl: Onvoltooide deactivering
pl: Niedokończona dezaktywacja
ro: Dezactivare neterminată
ru: Незавершенная деактивация
sk: Deaktivácia neukončená
sv: Inaktivering inte färdigställd
tr: Tamamlanmamış devre dışı bırakma
uk: Незавершена активація
vi: Vô hiệu hóa chưa hoàn tất

source: Unknown Characteristic
da: Ukendt egenskab
de: Unbekannte Charakteristik
es: Característica desconocida
fr: Caractéristique inconnue
it: Caratteristica sconosciuta
nb: Ukjent karakteristikk
nb_no: Ukjent karakteristikk
nl: Onbekend kenmerk
pl: Nieznane powiadomienie
ro: Caracteristică necunoscută
ru: Неизвестная характеристика
sk: Neznáma charakteristika
sv: Okänd karaktäristik
tr: Bilinmeyen Karakteristik
uk: Невідома характеристика
vi: Đặc điểm không xác định

source: Wait until insertion is completed.
da: Vent, indtil indsættelsen er afsluttet.
de: Warte bis die Kanüle einführt ist.
es: Espere hasta que finalice la inserción.
fr: Attendez que l'insertion soit terminée.
it: Attendi il completamento dell'inserimento.
nb: Vent til innsettingen er fullført.
nb_no: Vent til innsettingen er fullført.
nl: Wacht tot het inbrengen voltooid is.
pl: Poczekaj, aż wprowadzanie zostanie zakończone.
ro: Așteptați până când inserarea este finalizată.
ru: Подождите, пока ввод канюли завершится.
sk: Počkajte kým nie je zavedenie ukončené.
sv: Vänta tills kanyl förts in.
tr: Yerleştirme işlemi tamamlanana kadar bekleyin.
uk: Дочекайтеся завершення введення канюлі.
vi: Đợi đến khi việc gắn hoàn tất.

source: Waiting for pairing reminder
da: Venter på parrings-påmindelse
de: Warten auf Kopplungserinnerung
es: Esperando el recordatorio de emperejamiento
fr: En attente d'appairage
it: In attesa del promemoria di abbinamento
nb: Venter på påminnelse for sammenkobling
nb_no: Venter på påminnelse for sammenkobling
nl: Wacht op herinnering om te verbinden
pl: Poczekaj na przypomnienie o parowaniu
ro: Se așteaptă mementoul de asociere
ru: Все еще ожидается сопряжение
sk: Čaká sa na pripomienku párovania
sv: Väntar på påminnelse för parkoppling
tr: Eşleştirme hatırlatıcısı bekleniyor
uk: Очікую нагадування про створення пари
vi: Đang chờ đợi câu thông báo ghép đôi

source: Yes
da: Ja
de: Ja
es: Sí
fr: Oui
it: sì
nb: Ja
nb_no: Ja
nl: Ja
pl: Tak
ro: Da
ru: Да
sk: Áno
sv: Ja
tr: Evet
uk: Так
vi: Có

source: Yes, Deactivate Pod
da: Ja, deaktiver Pod
de: Ja, deaktiviere Pod
es: Sí, desactivar Pod
fr: Oui, désactiver le Pod
it: Sì, disattiva Pod
nb: Ja, deaktiver Pod
nb_no: Ja, deaktiver pod
nl: Ja, Deactiveer Pod
pl: Tak, dezaktywuj POD'a
ro: Da, dezactivați Pod-ul
ru: Деактивировать Pod
sk: Áno, deaktivujte pod
sv: Ja, inaktivera podden
tr: Evet, Pod'u Devre Dışı Bırak
uk: Так, відключити Pod
vi: Có, hủy kích hoạt pod

source: Yes, Sync to Current Time
da: Ja, synkroniser til det aktuelle klokkeslæt
de: Ja, mit aktueller Zeit synchronisieren
es: Sí, sincronizar con la hora actual
fr: Oui, synchroniser avec l'heure actuelle
it: Sì, sincronizza con l'orario corrente
nb: Ja, Synkroniser til gjeldende tid
nb_no: Ja, synkroniser til gjeldende tid
nl: Ja, Synchroniseer met Huidige Tijd
pl: Tak, zsynchronizuj z bieżącym czasem
ro: Da, sincronizați cu ora curentă
ru: Да, синхронизировать с текущим временем
sk: Áno, zosynchronizovať s aktuálnym časom
sv: Ja, synkronisera med aktuell tid
tr: Evet, Geçerli Saatle Senkronize Et
uk: Так, синхронізувати з поточним часом
vi: Có, đồng bộ với thời gian hiện tại

source: You will now begin the process of configuring your reminders, filling your Pod with insulin, pairing to your device and placing it on your body.
da: Du skal nu begynde at konfigurere dine påmindelser, fylde din Pod med insulin, parre den med din enhed og placere den på din krop.
de: Beginne nun damit, die Erinnerungen zu konfigurieren, Dein Pod mit Insulin zu füllen, ihn mit Deinem Gerät zu koppeln und ihn an Deinem Körper zu platzieren.
es: Ahora comenzará el proceso de configurar sus recordatorios, llenar su Pod con insulina, emparejarlo con su dispositivo y colocárselo en el cuerpo.
fr: Vous allez maintenant commencer à configurer vos rappels, à remplir votre Pod d'insuline, à l'appairer et à le placer sur votre corps.
it: Ora inizierai il processo di configurazione dei tuoi promemoria, riempiendo il tuo Pod d'insulina, abbinandolo al tuo dispositivo e posizionandolo sul tuo corpo.
nb: Du vil nå begynne prosessen med å konfigurere påminnelsene, fylle pod med insulin, pare til enheten og plassere den på kroppen.
nb_no: Du vil nå starte prosessen med å konfigurere påminnelser, fylle pod med insulin, koble den til telefonen, og plassere den på kroppen.
nl: Je begint nu met het configureren van je herinneringen, het vullen van je Pod met insuline, het koppelen van je apparaat en het op je lichaam plaatsen.
pl: Rozpoczynasz proces konfigurowania przypomnień (dźwięków emitowanych przez POD'a), napełniania POD'a insuliną, parowania z telefonem i umieszczania go na ciele.
ro: Veți începe acum procesul de configurare a memento-urilor, umplerea Pod-ului cu insulină, asocierea cu dispozitivul dumneavoastră și amplasarea acestuia pe corp.
ru: Сейчас Вы начнете процесс конфигурирования напоминаний, заправки пода инсулином, сопряжения с телефоном и установкой пода на тело.
sk: Teraz začnete s procesom konfigurácie pripomienok, naplnením podu inzulínom, jeho spárovaním s vašim zariadením a umiestnením podu na telo.
sv: Du kommer nu att börja att konfigurera dina påminnelser, fylla din podd med insulin, parkoppla podden och fästa den på kroppen.
tr: Şimdi hatırlatıcılarınızı yapılandırma, Pod'unuzu insülinle doldurma, cihazınızla eşleştirme ve vücudunuza yerleştirme işlemlerine başlayacaksınız.
uk: Тепер ви почнете процес налаштування своїх нагадувань, заправляєте свій Pod інсуліном, з’єднуєте пристрій і розміщуєте його на своєму тілі.
vi: Bạn bắt đầu quá trình cài đặt các lời nhắc, đổ đầy thuốc vào pod, ghép đôi thiết bị và gắn pod lên người.

source: Your Pod may still be delivering Insulin. Remove it from your body, then tap “Continue.“
da: Din Pod leverer muligvis stadig insulin. Fjern den fra din krop og tryk derefter på "Fortsæt".
de: Dein Pod gibt möglicherweise immer noch Insulin ab. Entferne ihn vom Körper und tippe dann auf „Weiter“.
es: Es posible que su Pod siga suministrando insulina. Retírelo de su cuerpo y pulse "Continuar".
fr: Votre Pod peut encore délivrer de l'insuline. Retirez-le de votre corps, puis appuyez sur "Continuer".
it: Il tuo Pod potrebbe ancora erogare insulina. Rimuovilo dal tuo corpo, e poi tocca "Continua".
nb: Pod kan fortsatt levere insulin. Fjern den fra kroppen din, og trykk deretter på "Fortsett".
nb_no: Pod kan fortsatt levere insulin. Fjern den fra kroppen din, og trykk deretter på "Fortsett".
nl: Je Pod kan nog steeds insuline toedienen. Verwijder de Pod van je lichaam en tik vervolgens op "Ga Verder".
pl: Twój POD może nadal dostarczać insulinę. Usuń go z ciała, a następnie wybierz "Kontynuuj".
ro: Este posibil ca Podul dvs. să administreze în continuare insulină. Scoateți-l din corpul dumneavoastră, apoi atingeți "Continuați".
ru: Ваш под может по-прежнему доставлять инсулин. Удалите его с тела, затем нажмите «Продолжить».
sk: Váš Pod môže stále dodávať inzulín. Odstráňte ho z tela a potom ťuknite na „Pokračovať“
sv: Din podd kan eventuellt fortfarande ge Insulin. Ta bort den från din kropp och tryck sedan på ”Fortsätt.”
tr: Pod'unuz hala İnsülin veriyor olabilir. Vücudunuzdan çıkarın ve ardından "Devam"a dokunun.
uk: Ваш Pod може все ще подавати інсулін. Вийміть його з організму, а потім натисніть «Продовжити».
vi: Pod của bạn có thể vẫn đang bơm insulin. Hãy tháo Pod ra khỏi cơ thể, sau đó nhấn “Tiếp tục“

source: %1$@ for %2$@
de: %1$@ für %2$@
es: %1$@ para %2$@
fr: %1$@ pendant %2$@
it: %1$@ per %2$@
nb_no: %1$@ i %2$@
nl: %1$@ voor %2$@
pl: %1$@ za %2$@
ro: %1$@ pentru %2$@
ru: %1$@ за %2$@
sk: 1 pre 2
sv: %1$@ i %2$@
tr: %2$@ için %1$@
uk: %1$@ для %2$@
vi: %1$@ cho %2$@

source: Expiration reminder
de: Pod-Ablauferinnerung
fr: Rappel d'expiration
it: Promemoria di scadenza
nb: Utløpspåminnelse
nb_no: Utløpspåminnelse
nl: Waarschuwing dat je Pod vervalt
ro: Notificare de expirare
sk: Pripomienka exspirácie
sv: Påminnelse om utgångsdatum
uk: Нагадування про закінчення терміну дії
vi: Nhắc nhở hết hạn

source: Extended bolus running while suspended
de: Verzögerter Bolus läuft während der Unterbrechung
it: Esecuzione prolungata del bolo in sospensione
nb: Forlenget bolus kjører mens den er suspendert
nb_no: Forlenget bolus kjører mens den er suspendert
nl: Vertraagde bolus uitvoeren tijdens pauzeren
ro: Execuție bolus prelungit în timpul suspendării
sk: Rozšírený bolus beží počas pozastavenia
sv: Utökad bolus körs när pausad
uk: Подовжена болюсна подача під час призупинення
vi: Liều bolus mở rộng đang chạy khi bơm bị tạm dừng

source: Insulin Type
de: Insulin Typ
es: Tipo de Insulina
fr: Type d'Insuline
it: Tipo di Insulina
nl: Insulinesoort
ru: Тип инсулина
sk: Typ Inzulínu
sv: Typ av insulin
tr: İnsülin Tipi
uk: Тип Інсуліну
vi: Loại Insulin

source: Manual Basal
de: Manuelle Basalrate
es: Basal Manual
fr: Débit basal manuel
it: Basale manuale
nb: Manuell basal
nb_no: Manuell basal
nl: Handmatig Basaal
pl: Baza podstawowa
ro: Bazală manuală
ru: Ручная ВБС
sk: Manuálny bazál
sv: Manuell temporär basal
tr: Manuel Bazal
uk: Ручна тимчасова базальна швидкість (ТБШ)
vi: Liều Basal thủ công

source: Nack
de: Nicht bestätigt
es: No confirmado
vi: Không có gì

source: Payload crc32 %1$@ does not match computed crc32 %2$@
de: Payload crc32 %1$@ stimmt nicht mit dem berechneten crc32 %2$@ überein
es: La carga útil crc32 %1$@ no coincide con el crc32 %2$@ calculado.
fr: Payload crc32 %1$@ ne correspond pas au crc32 calculé %2$@
it: Il payload crc32 %1$@ non corrisponde al crc32 calcolato %2$@
nl: Payload crc32 %1$@ komt niet overeen met berekende crc32 %2$@
pl: Ładunek crc32 %1$@ nie pasuje do obliczonego crc32 %2$@
ro: Încărcătura crc32 %1$@ nu se potrivește cu crc32 calculat %2$@
ru: crc32 %1$@ не соответствует вычисленному crc32 %2$@
sk: Payload CRC32 %1$@ sa nezhoduje s vypočítaným CRC32 %2$@
tr: Crc32 %1$@ yükü, hesaplanan crc32 %2$@ ile eşleşmiyor
uk: Корисне навантаження crc32 %1$@ не відповідає обчисленому crc32 %2$@
vi: Crc32 của payload %1$@ không khớp với Crc32 đã tính %2$@

source: Pod Setup
de: Pod Einrichtung
es: Configuración del Pod
fr: Configuration du Pod
it: Configurazione Pod
nb: Pod-oppsett
nb_no: Pumpeoppsett
nl: Podinstallatie
pl: Konfiguracja POD'a
ro: Configurare Pod-ului
ru: Настройка пода
sk: Nastavenie podu
sv: Pumpinställning
tr: Pod Kurulumu
uk: Налаштування Podʼу
vi: Cấu hình Pod

source: Timeout
de: Zeitüberschreitung
es: Se acabó el tiempo
fr: Temps expiré
nb: Tidsavbrudd
nb_no: Tidsavbrudd
pl: Koniec czasu
ru: Тайм-аут
sk: Časový limit
tr: Zaman aşımı
uk: Затримка
vi: Hết thời gian

source: BLE Firmware Version
es: Versión del firmware BLE
fr: Version du micrologiciel BLE
it: Versione firmware BLE
nb: BLE fastvareversjon
nb_no: BLE fastvareversjon
nl: BLE Firmwareversie
pl: Wersja oprogramowania BLE
ro: Versiune de firmware BLE
ru: Версия прошивки BLE
sk: BLE verzia firmvéru
tr: BLE Yazılım Sürümü
uk: Версія мікропрограми BLE
vi: Phiên bản phần mềm Bluetooth

source: Bolus
es: Bolo
it: Bolo
ru: Болюс
uk: Болюс
vi: Liều bolus

source: Rate
es: Tasa
fr: Débit
it: Velocità
nb_no: Ratio
nl: Snelheid
pl: Tempo
ro: Rată
sk: Dávka
sv: Värde
tr: Oran
uk: Швидкість
vi: Tỷ lệ
